-- MySQL dump 10.13  Distrib 5.7.12, for Win64 (x86_64)
--
-- Host: localhost    Database: server
-- ------------------------------------------------------
-- Server version	5.7.14-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `stuff`
--

DROP TABLE IF EXISTS `stuff`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `stuff` (
  `stuf_code` int(11) NOT NULL AUTO_INCREMENT,
  `stuf_name` varchar(100) CHARACTER SET utf8 NOT NULL,
  `stuf_amount` varchar(100) CHARACTER SET utf8 NOT NULL,
  `post_code` int(11) NOT NULL,
  PRIMARY KEY (`stuf_code`),
  KEY `stuff_FK` (`post_code`)
) ENGINE=InnoDB AUTO_INCREMENT=875 DEFAULT CHARSET=euckr;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `stuff`
--

LOCK TABLES `stuff` WRITE;
/*!40000 ALTER TABLE `stuff` DISABLE KEYS */;
INSERT INTO `stuff` VALUES (666,'참기름','1T',67),(667,'돼지고기','300g',68),(668,'양배추','1/2개',68),(669,'참기름','1T',68),(670,'돼지고기','300g',69),(671,'양배추','1/2개',69),(672,'참기름','1T',69),(673,'돼지고기','300g',70),(674,'양배추','1/2개',70),(675,'참기름','1T',70),(676,'돼지고기','300g',71),(677,'양배추','1/2개',71),(678,'참기름','1T',71),(679,'돼지고기','300g',72),(680,'양배추','1/2개',72),(681,'참기름','1T',72),(682,'돼지고기','300g',73),(683,'양배추','1/2개',73),(684,'참기름','1T',73),(685,'돼지고기','300g',74),(686,'양배추','1/2개',74),(687,'참기름','1T',74),(688,'돼지고기','300g',75),(689,'양배추','1/2개',75),(690,'참기름','1T',75),(691,'돼지고기','300g',76),(692,'양배추','1/2개',76),(693,'참기름','1T',76),(694,'돼지고기','300g',77),(695,'양배추','1/2개',77),(696,'참기름','1T',77),(697,'돼지고기','300g',78),(698,'양배추','1/2개',78),(699,'참기름','1T',78),(700,'돼지고기','300g',79),(701,'양배추','1/2개',79),(702,'참기름','1T',79),(703,'돼지고기','300g',80),(704,'양배추','1/2개',80),(705,'참기름','1T',80),(706,'돼지고기','300g',81),(707,'양배추','1/2개',81),(708,'참기름','1T',81),(709,'돼지고기','300g',82),(710,'양배추','1/2개',82),(711,'참기름','1T',82),(712,'돼지고기','300g',83),(713,'양배추','1/2개',83),(714,'참기름','1T',83),(715,'돼지고기','300g',84),(716,'양배추','1/2개',84),(717,'참기름','1T',84),(718,'돼지고기','300g',85),(719,'양배추','1/2개',85),(720,'참기름','1T',85),(721,'돼지고기','300g',86),(722,'양배추','1/2개',86),(723,'참기름','1T',86),(724,'돼지고기','300g',87),(725,'양배추','1/2개',87),(726,'참기름','1T',87),(727,'돼지고기','300g',88),(728,'양배추','1/2개',88),(729,'참기름','1T',88),(730,'돼지고기','300g',89),(731,'양배추','1/2개',89),(732,'참기름','1T',89),(733,'돼지고기','300g',90),(734,'양배추','1/2개',90),(735,'참기름','1T',90),(736,'돼지고기','300g',91),(737,'양배추','1/2개',91),(738,'참기름','1T',91),(739,'돼지고기','300g',92),(740,'양배추','1/2개',92),(741,'참기름','1T',92),(742,'돼지고기','300g',93),(743,'양배추','1/2개',93),(744,'참기름','1T',93),(745,'돼지고기','300g',94),(746,'양배추','1/2개',94),(747,'참기름','1T',94),(748,'돼지고기','300g',95),(749,'양배추','1/2개',95),(750,'참기름','1T',95),(751,'돼지고기','300g',96),(752,'양배추','1/2개',96),(753,'참기름','1T',96),(754,'돼지고기','300g',97),(755,'양배추','1/2개',97),(756,'참기름','1T',97),(757,'돼지고기','300g',98),(758,'양배추','1/2개',98),(759,'참기름','1T',98),(760,'돼지고기','300g',99),(761,'양배추','1/2개',99),(762,'참기름','1T',99),(763,'돼지고기','300g',100),(764,'양배추','1/2개',100),(765,'참기름','1T',100),(766,'돼지고기','300g',101),(767,'양배추','1/2개',101),(768,'참기름','1T',101),(769,'돼지고기','300g',102),(770,'양배추','1/2개',102),(771,'참기름','1T',102),(772,'돼지고기','300g',103),(773,'양배추','1/2개',103),(774,'참기름','1T',103),(775,'돼지고기','300g',104),(776,'양배추','1/2개',104),(777,'참기름','1T',104),(778,'돼지고기','300g',105),(779,'양배추','1/2개',105),(780,'참기름','1T',105),(781,'돼지고기','300g',106),(782,'양배추','1/2개',106),(783,'참기름','1T',106),(784,'돼지고기','300g',107),(785,'양배추','1/2개',107),(786,'참기름','1T',107),(787,'돼지고기','300g',108),(788,'양배추','1/2개',108),(789,'참기름','1T',108),(790,'돼지고기','300g',109),(791,'양배추','1/2개',109),(792,'참기름','1T',109),(793,'돼지고기','300g',110),(794,'양배추','1/2개',110),(795,'참기름','1T',110),(796,'돼지고기','300g',111),(797,'양배추','1/2개',111),(798,'참기름','1T',111),(799,'돼지고기','300g',112),(800,'양배추','1/2개',112),(801,'참기름','1T',112),(802,'돼지고기','300g',113),(803,'양배추','1/2개',113),(804,'참기름','1T',113),(805,'돼지고기','300g',114),(806,'양배추','1/2개',114),(807,'참기름','1T',114),(808,'소고기','300g',115),(809,'무','1/2개',115),(810,'고춧가루','1T',115),(811,'asdfsdzfsdzgsdf','asdxzcvxcz',116),(812,'xzchfdgxzdvzsdxfzdsfzsdg','gsadgbsdgzsdzf',116),(813,'vahgsdafsadgsdfxzcvda','ghcxzzxvzxv',116),(814,'ㅁㄴㅇㄹ','ㄴㅁㅇㄹ',117),(815,'ㄴㅁㅇㄹ','ㄴㅇㅁㄹ',117),(816,'ㄴㅁㅇㄹ','ㅁㄴㅇㄹ',117),(817,'소고기','1줌',1),(818,'콩나물','1줌',1),(819,'버섯','2~3개',1),(820,'대파','1대',1),(821,'다진마늘','2T',1),(822,'고추가루','2T',1),(823,'국간장','2T',1),(824,'참기름','2T',1),(825,'소금','취향에 따라',1),(826,'김치','1컵',2),(827,'설탕','1스푼',2),(828,'고추가루','1스푼',2),(829,'참기름','2스푼',2),(830,'마요네즈','1스푼',2),(831,'된장','1/3스푼',2),(832,'파','2큰술',2),(833,'김치','1컵',3),(834,'설탕','1스푼',3),(835,'고추가루','1스푼',3),(836,'참기름','2스푼',3),(837,'마요네즈','1스푼',3),(838,'된장','1/3스푼',3),(839,'파','2큰술',3),(840,'달걀','2개',4),(841,'식빵','1개',4),(842,'치즈','1장',4),(843,'소금','약간',4),(844,'설탈','1/2 큰숟가락',4),(845,'가지','1개',5),(846,'간장','2Ts',5),(847,'설탕','1.5Ts',5),(848,'식초','1Ts',5),(849,'다진마늘','1/2Ts',5),(850,'버터','2Ts',5),(851,'바나나','1개',6),(852,'시럽','적당량',6),(853,'달걀','1개',6),(854,'밀가루(부침/튀김가루)','250ml',7),(855,'계란','1개',7),(856,'물','180ml',7),(857,'양배추','2컵',7),(858,'맛술','1큰술',7),(859,'베이컨','3장',7),(860,'오징어','1/2마리',7),(861,'가쓰오부시','1컵',7),(862,'마요네즈','약간',7),(863,'쪽파','약간',7),(864,'돈가스소스(데리야끼소스)','적당량',7),(865,'소면','1인분',8),(866,'애호박','취향껏',8),(867,'당근','취향껏',8),(868,'진간장','3스푼',8),(869,'설탕','3스푼',8),(870,'식초','1스푼',8),(871,'다진마늘','1스푼',8),(872,'참기름','2스푼',8),(873,'통깨','1스푼',8),(874,'물','1스푼',8);
/*!40000 ALTER TABLE `stuff` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2022-12-15  7:59:25
